@echo off

REM *********************************************************************************************************************************************************************************
REM * На данном этапе заполняем IP устройсв с рук в кажом блоке (если нужно ещё одно устройсво добавить для скана копируем и добавляем этот шаблон в конец,подставив свои значение) *
REM * C:\Python27\python.exe version3_FM.py -d 10.10.10.122 -c public -r																								 			*
REM * cd C:\путь и имя директории скрипта																							 			*
REM * python csv_parser.py 																																				 			*
REM * C:\Python27\python.exe version3_FM.py -d 10.10.10.122 -c public -k																								 			*
REM *********************************************************************************************************************************************************************************

REM**********************************************************************************************************************************************************************
C:\Python27\python.exe version3_FM.py -d 10.10.32.2 -c public -r
"C:\Program Files (86)\Python38-32\python.exe" csv_parser.py
C:\Python27\python.exe version3_FM.py -d 10.10.32.2 -c public -k
REM**********************************************************************************************************************************************************************
C:\Python27\python.exe version3_FM.py -d 10.10.32.2 -c public -r
"C:\Program Files (86)\Python38-32\python.exe" csv_parser.py
C:\Python27\python.exe version3_FM.py -d 10.10.32.2 -c public -k
REM**********************************************************************************************************************************************************************

